Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# mobile.workspaceChanges.error.invalidContentRequest
source: The workspace, path, or revision is missing or invalid
ar: مساحة العمل أو المسار أو المراجعة مفقودة أو غير صالحة
de: Der Arbeitsbereich, Pfad oder die Revision fehlt oder ist ungültig
es: Falta el espacio de trabajo, la ruta o la revisión, o no son válidos
fr: L’espace de travail, le chemin ou la révision est manquant ou invalide
ja: ワークスペース、パス、またはリビジョンの指定が無効です
ko: 작업 공간, 경로 또는 리비전이 누락되었거나 올바르지 않습니다
zh_hans: 工作区、路径或版本缺失或无效
zh_hant: 工作區、路徑或版本遺失或無效

# mobile.workspaceChanges.error.invalidPath
source: Missing or invalid path
ar: المسار مفقود أو غير صالح
de: Pfad fehlt oder ist ungültig
es: Ruta faltante o no válida
fr: Chemin manquant ou invalide
ja: パスが指定されていないか、無効です
ko: 누락되었거나 올바르지 않은 경로
zh_hans: 路径缺失或无效
zh_hant: 遺失或無效的路徑

# mobile.workspaceChanges.error.invalidWorkspaceID
source: The workspace identifier is missing or invalid
ar: معرّف مساحة العمل مفقود أو غير صالح
de: Die Kennung des Arbeitsbereichs fehlt oder ist ungültig
es: Falta el identificador del espacio de trabajo o no es válido
fr: L’identifiant de l’espace de travail est manquant ou invalide
ja: ワークスペースの識別子が指定されていないか無効です
ko: 작업 공간 식별자가 누락되었거나 올바르지 않습니다
zh_hans: 工作区标识符缺失或无效
zh_hant: 工作區識別碼遺失或無效

# mobile.workspaceChanges.error.capabilityDisabled
source: Workspace changes are not enabled on this Mac
ar: تغييرات مساحة العمل غير مُمكّنة على جهاز Mac هذا
de: Änderungen am Arbeitsbereich sind auf diesem Mac nicht aktiviert
es: Los cambios del espacio de trabajo no están habilitados en este Mac
fr: Les modifications de l’espace de travail ne sont pas activées sur ce Mac
ja: このMacではワークスペースの変更機能が有効になっていません
ko: 이 Mac에서는 작업 공간 변경 사항이 활성화되어 있지 않습니다
zh_hans: 这台 Mac 未启用工作区更改功能
zh_hant: 此 Mac 未啟用工作區變更

# mobile.workspaceChanges.error.invalidWorkspaceIDs
source: A selected workspace identifier is invalid
ar: معرّف مساحة العمل المحددة غير صالح
de: Eine ausgewählte Kennung eines Arbeitsbereichs ist ungültig
es: Un identificador de espacio de trabajo seleccionado no es válido
fr: Un identifiant d’espace de travail sélectionné est invalide
ja: 選択したワークスペースの識別子が無効です
ko: 선택한 작업 공간 식별자가 올바르지 않습니다
zh_hans: 所选的某个工作区标识符无效
zh_hant: 選取的工作區識別碼無效

# mobile.workspaceChanges.error.notRepository
source: Workspace directory is not a Git repository
ar: مجلد مساحة العمل ليس مستودع Git
de: Das Arbeitsbereich-Verzeichnis ist kein Git-Repository
es: El directorio del espacio de trabajo no es un repositorio Git
fr: Le répertoire de l’espace de travail n’est pas un dépôt Git
ja: ワークスペースのディレクトリはGitリポジトリではありません
ko: 작업 공간 디렉터리가 Git 리포지토리가 아닙니다
zh_hans: 工作区目录不是 Git 仓库
zh_hant: 工作區目錄不是 Git 儲存庫

# mobile.workspaceChanges.error.pathNotChanged
source: Path is not in the workspace changes
ar: المسار ليس ضمن تغييرات مساحة العمل
de: Der Pfad befindet sich nicht in den Änderungen des Arbeitsbereichs
es: La ruta no se encuentra en los cambios del espacio de trabajo
fr: Le chemin n’est pas dans les modifications de l’espace de travail
ja: パスはワークスペースの変更に含まれていません
ko: 경로가 작업 공간 변경 사항에 포함되어 있지 않습니다
zh_hans: 该路径不在工作区更改中
zh_hant: 路徑不在工作區變更中

# mobile.workspaceChanges.error.pathOutsideRepository
source: Path must stay inside the repository
ar: يجب أن يبقى المسار داخل المستودع
de: Der Pfad muss innerhalb des Repositorys bleiben
es: La ruta debe permanecer dentro del repositorio
fr: Le chemin doit rester à l’intérieur du dépôt
ja: パスはリポジトリ内に収まっている必要があります
ko: 경로는 리포지토리 내부에 있어야 합니다
zh_hans: 路径必须位于仓库内
zh_hant: 路徑必須留在儲存庫內

# mobile.workspaceChanges.error.readFailed
source: Failed to read workspace diff
ar: فشلت قراءة الفروقات (diff) لمساحة العمل
de: Fehler beim Lesen des Arbeitsbereich-Diffs
es: Error al leer el diff del espacio de trabajo
fr: Échec de la lecture du diff de l’espace de travail
ja: ワークスペースの差分を読み込めませんでした
ko: 작업 공간 diff를 읽지 못했습니다
zh_hans: 读取工作区差异失败
zh_hant: 無法讀取工作區差異

# mobile.workspaceChanges.error.workspaceIDsCount
source: Between 1 and 64 workspaces can be requested at once
ar: يمكن طلب ما بين 1 و64 مساحة عمل في آن واحد
de: Es können zwischen 1 und 64 Arbeitsbereiche gleichzeitig angefordert werden
es: Se pueden solicitar entre 1 y 64 espacios de trabajo a la vez
fr: Entre 1 et 64 espaces de travail peuvent être demandés à la fois
ja: 一度にリクエストできるワークスペースは1〜64件です
ko: 한 번에 1개에서 64개 사이의 작업 공간을 요청할 수 있습니다
zh_hans: 一次可请求 1 到 64 个工作区
zh_hant: 一次只能請求 1 至 64 個工作區

# mobile.workspaceChanges.error.workspaceUnavailable
source: Workspace or effective directory not found
ar: مساحة العمل أو المجلد الفعلي غير موجود
de: Arbeitsbereich oder effektives Verzeichnis nicht gefunden
es: No se encontró el espacio de trabajo o el directorio efectivo
fr: Espace de travail ou répertoire effectif introuvable
ja: ワークスペースまたは有効なディレクトリが見つかりません
ko: 작업 공간 또는 유효한 디렉터리를 찾을 수 없습니다
zh_hans: 未找到工作区或有效目录
zh_hant: 找不到工作區或有效目錄

# mobile.pairing.checking
source: Checking…
ar: جاري التحقق…
de: Prüfen…
es: Comprobando…
fr: Vérification…
ja: 確認しています…
ko: 확인 중…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# mobile.pairing.codeMode.tailscaleDetail
source: Tailscale pairing code. Keep Tailscale connected on both devices. Both devices must be connected to the same Tailscale network.
ar: رمز اقتران Tailscale. أبقِ Tailscale متصلاً على كلا الجهازين. يجب أن يكون كلا الجهازين متصلين بنفس شبكة Tailscale.
de: Tailscale-Kopplungscode. Halten Sie Tailscale auf beiden Geräten verbunden. Beide Geräte müssen mit demselben Tailscale-Netzwerk verbunden sein.
es: Código de vinculación de Tailscale. Mantén Tailscale conectado en ambos dispositivos. Ambos dispositivos deben estar conectados a la misma red Tailscale.
fr: Code de jumelage Tailscale. Gardez Tailscale connecté sur les deux appareils. Les deux appareils doivent être connectés au même réseau Tailscale.
ja: Tailscale ペアリングコードです。両方のデバイスで Tailscale の接続を維持してください。両方のデバイスを同じ Tailscale ネットワークに接続する必要があります。
ko: Tailscale 페어링 코드입니다. 양쪽 기기 모두에서 Tailscale 연결을 유지하세요. 두 기기 모두 동일한 Tailscale 네트워크에 연결되어 있어야 합니다.
zh_hans: Tailscale 配对码。请保持两台设备上的 Tailscale 均已连接，且连接到同一个 Tailscale 网络。
zh_hant: Tailscale 配對碼。請在兩部裝置上保持 Tailscale 連線。兩部裝置必須連線至同一個 Tailscale 網路。

# mobile.pairing.connected.subtitle
source: Your terminal workspaces are now syncing to your iPhone. You can close this window.
ar: تجري الآن مزامنة مساحات عمل الطرفية الخاصة بك مع هاتف iPhone الخاص بك. يمكنك إغلاق هذه النافذة.
de: Ihre Terminal-Arbeitsbereiche werden jetzt mit Ihrem iPhone synchronisiert. Sie können dieses Fenster schließen.
es: Tus espacios de trabajo de la terminal se están sincronizando con tu iPhone. Puedes cerrar esta ventana.
fr: Vos espaces de travail de terminal sont désormais synchronisés avec votre iPhone. Vous pouvez fermer cette fenêtre.
ja: ターミナルのワークスペースがiPhoneと同期されました。このウィンドウは閉じても大丈夫です。
ko: 이제 터미널 작업 공간이 iPhone으로 동기화됩니다. 이 창을 닫으셔도 됩니다.
zh_hans: 你的终端工作区正在同步到 iPhone。可以关闭此窗口了。
zh_hant: 您的終端機工作區現在正在同步至您的 iPhone。您可以關閉此視窗。

# mobile.pairing.connected.title
source: iPhone connected
ar: تم اتصال الـ iPhone
de: iPhone verbunden
es: iPhone conectado
fr: iPhone connecté
ja: iPhoneが接続されました
ko: iPhone 연결됨
zh_hans: iPhone 已连接
zh_hant: iPhone 已連線

# mobile.pairing.error.listenerOffline
source: Could not start the pairing listener on this Mac.
ar: تعذر بدء مستمع الاقتران على جهاز Mac هذا.
de: Der Kopplungs-Listener konnte auf diesem Mac nicht gestartet werden.
es: No se pudo iniciar el servicio de escucha de vinculación en este Mac.
fr: Impossible de démarrer l’écouteur de jumelage sur ce Mac.
ja: この Mac でペアリングリスナーを開始できませんでした。
ko: 이 Mac에서 페어링 리스너를 시작할 수 없습니다.
zh_hans: 无法在这台 Mac 上启动配对监听器。
zh_hant: 無法在此 Mac 上啟動配對接聽程式。

# mobile.pairing.error.noTicket
source: Could not generate a pairing code. Try again.
ar: تعذر إنشاء رمز اقتران. أعد المحاولة.
de: Kopplungscode konnte nicht generiert werden. Versuchen Sie es erneut.
es: No se pudo generar un código de vinculación. Vuelve a intentarlo.
fr: Impossible de générer un code de jumelage. Réessayez.
ja: ペアリングコードを生成できませんでした。もう一度お試しください。
ko: 페어링 코드를 생성할 수 없습니다. 다시 시도하세요.
zh_hans: 无法生成配对码。请重试。
zh_hant: 無法產生配對碼。請重試。

# mobile.pairing.getApp.link
source: Get cmux for iPhone
ar: احصل على cmux لجهاز iPhone
de: cmux für das iPhone holen
es: Obtén cmux para iPhone
fr: Obtenir cmux pour iPhone
ja: iPhone 版 cmux を入手
ko: iPhone용 cmux 다운로드
zh_hans: 获取 iPhone 版 cmux
zh_hant: 取得 iPhone 版 cmux

# mobile.pairing.manual.copied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# mobile.pairing.irohInstruction
source: Install cmux on your iPhone and sign in with the same account. It connects automatically — no code needed.
ar: ثبّت cmux على جهاز iPhone وسجّل الدخول بالحساب نفسه. يتصل تلقائيًا — لا حاجة إلى رمز.
bs: Instalirajte cmux na svoj iPhone i prijavite se istim računom. Povezuje se automatski — kôd nije potreban.
da: Installer cmux på din iPhone, og log ind med den samme konto. Den forbinder automatisk — ingen kode nødvendig.
de: Installiere cmux auf deinem iPhone und melde dich mit demselben Konto an. Die Verbindung erfolgt automatisch — kein Code nötig.
es: Instala cmux en tu iPhone e inicia sesión con la misma cuenta. Se conecta automáticamente: no se necesita código.
fr: Installez cmux sur votre iPhone et connectez-vous avec le même compte. La connexion est automatique — aucun code nécessaire.
it: Installa cmux sul tuo iPhone e accedi con lo stesso account. Si connette automaticamente — nessun codice necessario.
ja: iPhoneにcmuxをインストールし、同じアカウントにサインインしてください。自動的に接続されます。コードは不要です。
ko: iPhone에 cmux를 설치하고 동일한 계정으로 로그인하세요. 자동으로 연결되며 코드가 필요 없습니다.
nb: Installer cmux på iPhonen din og logg på med samme konto. Den kobler til automatisk — ingen kode nødvendig.
pl: Zainstaluj cmux na swoim iPhonie i zaloguj się na to samo konto. Łączy się automatycznie — kod nie jest potrzebny.
pt_br: Instale o cmux no seu iPhone e entre com a mesma conta. Ele conecta automaticamente — nenhum código necessário.
ru: Установите cmux на iPhone и войдите в ту же учётную запись. Подключение происходит автоматически — код не нужен.
th: ติดตั้ง cmux บน iPhone ของคุณและลงชื่อเข้าด้วยบัญชีเดียวกัน ระบบจะเชื่อมต่อโดยอัตโนมัติ — ไม่ต้องใช้โค้ด
tr: iPhone'unuza cmux'u yükleyin ve aynı hesapla oturum açın. Otomatik olarak bağlanır — kod gerekmez.
uk: Установіть cmux на iPhone та увійдіть у той самий обліковий запис. Підключення відбувається автоматично — код не потрібен.
zh_hans: 在 iPhone 上安装 cmux 并使用同一账户登录。它会自动连接——无需扫码。
zh_hant: 在 iPhone 上安裝 cmux 並使用同一帳戶登入。它會自動連線——無需掃碼。

# mobile.pairing.subheading
source: Sync your terminal workspaces to your iPhone.
ar: زامن مساحات عمل الطرفية مع جهاز iPhone الخاص بك.
bs: Sinhronizujte svoje terminalske radne prostore sa svojim iPhoneom.
da: Synkroniser dine terminal-arbejdsområder til din iPhone.
de: Synchronisiere deine Terminal-Arbeitsbereiche mit deinem iPhone.
es: Sincroniza tus espacios de trabajo de terminal con tu iPhone.
fr: Synchronisez vos espaces de travail de terminal avec votre iPhone.
it: Sincronizza i tuoi spazi di lavoro del terminale con il tuo iPhone.
ja: ターミナルのワークスペースをiPhoneと同期します。
ko: 터미널 워크스페이스를 iPhone과 동기화하세요.
nb: Synkroniser terminalarbeidsområdene dine til iPhonen din.
pl: Synchronizuj swoje terminalowe przestrzenie robocze z iPhone'em.
pt_br: Sincronize seus espaços de trabalho de terminal com o seu iPhone.
ru: Синхронизируйте рабочие пространства терминала со своим iPhone.
th: ซิงค์เวิร์กสเปซเทอร์มินัลของคุณไปยัง iPhone ของคุณ
tr: Terminal çalışma alanlarınızı iPhone'unuzla eşitleyin.
uk: Синхронізуйте робочі простори термінала зі своїм iPhone.
zh_hans: 将您的终端工作区同步到 iPhone。
zh_hant: 將您的終端機工作區同步到 iPhone。

# mobile.pairing.transportPicker
source: Connection
ar: الاتصال
bs: Veza
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
nb: Tilkobling
pl: Połączenie
pt_br: Conexão
ru: Подключение
th: การเชื่อมต่อ
tr: Bağlantı
uk: Підключення
zh_hans: 连接
zh_hant: 連線

# mobile.pairing.getApp.badge.caption
source: Download cmux for
ar: نزّل cmux لجهاز
bs: Preuzmite cmux za
da: Hent cmux til
de: Lade cmux für
es: Descarga cmux para
fr: Téléchargez cmux pour
it: Scarica cmux per
ja: cmuxをダウンロード
ko: cmux 다운로드
nb: Last ned cmux til
pl: Pobierz cmux na
pt_br: Baixe o cmux para
ru: Скачать cmux для
th: ดาวน์โหลด cmux สำหรับ
tr: cmux'u indirin
uk: Завантажити cmux для
zh_hans: 下载 cmux
zh_hant: 下載 cmux

# mobile.pairing.heading
source: Pair your iPhone
ar: اقرن جهاز iPhone الخاص بك
bs: Uparite svoj iPhone
da: Par din iPhone
de: iPhone koppeln
es: Empareja tu iPhone
fr: Jumelez votre iPhone
it: Abbina il tuo iPhone
ja: iPhoneをペアリング
ko: iPhone 페어링
nb: Par iPhonen din
pl: Sparuj swojego iPhone'a
pt_br: Emparelhe seu iPhone
ru: Подключите свой iPhone
th: จับคู่ iPhone ของคุณ
tr: iPhone'unuzu eşleyin
uk: Підключіть свій iPhone
zh_hans: 配对您的 iPhone
zh_hant: 配對您的 iPhone

# mobile.pairing.scanInstruction
source: In cmux on your iPhone, sign in with the same account, choose Tailscale, then scan this code.
ar: في cmux على جهاز iPhone، سجّل الدخول بالحساب نفسه، واختر Tailscale، ثم امسح هذا الرمز.
bs: U cmux-u na svom iPhoneu prijavite se istim računom, odaberite Tailscale, a zatim skenirajte ovaj kôd.
da: I cmux på din iPhone skal du logge ind med den samme konto, vælge Tailscale og derefter scanne denne kode.
de: Melde dich in cmux auf deinem iPhone mit demselben Konto an, wähle Tailscale und scanne dann diesen Code.
es: En cmux en tu iPhone, inicia sesión con la misma cuenta, elige Tailscale y luego escanea este código.
fr: Dans cmux sur votre iPhone, connectez-vous avec le même compte, choisissez Tailscale, puis scannez ce code.
it: In cmux sul tuo iPhone, accedi con lo stesso account, scegli Tailscale e poi scansiona questo codice.
ja: iPhoneのcmuxで同じアカウントにサインインし、Tailscaleを選択して、このコードをスキャンしてください。
ko: iPhone의 cmux에서 동일한 계정으로 로그인하고 Tailscale을 선택한 다음 이 코드를 스캔하세요.
nb: I cmux på iPhonen din logger du på med samme konto, velger Tailscale og skanner deretter denne koden.
pl: W cmux na swoim iPhonie zaloguj się na to samo konto, wybierz Tailscale, a następnie zeskanuj ten kod.
pt_br: No cmux no seu iPhone, entre com a mesma conta, escolha Tailscale e depois escaneie este código.
ru: В cmux на iPhone войдите в ту же учётную запись, выберите Tailscale, затем отсканируйте этот код.
th: ใน cmux บน iPhone ของคุณ ให้ลงชื่อเข้าด้วยบัญชีเดียวกัน เลือก Tailscale แล้วสแกนโค้ดนี้
tr: iPhone'unuzdaki cmux'ta aynı hesapla oturum açın, Tailscale'i seçin ve ardından bu kodu tarayın.
uk: У cmux на iPhone увійдіть у той самий обліковий запис, виберіть Tailscale, а потім відскануйте цей код.
zh_hans: 在 iPhone 上的 cmux 中，使用同一账户登录，选择 Tailscale，然后扫描此码。
zh_hant: 在 iPhone 上的 cmux 中，使用同一帳戶登入，選擇 Tailscale，然後掃描此代碼。

# mobile.pairing.signedInAs
source: Signed in as %@
ar: تم تسجيل الدخول باسم %@
bs: Prijavljeni ste kao %@
da: Logget ind som %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Accesso effettuato come %@
ja: %@でサインイン中
ko: %@(으)로 로그인됨
nb: Pålogget som %@
pl: Zalogowano jako %@
pt_br: Conectado como %@
ru: Выполнен вход как %@
th: ลงชื่อเข้าเป็น %@
tr: %@ olarak oturum açıldı
uk: Ви увійшли як %@
zh_hans: 已登录为 %@
zh_hant: 已登入為 %@

# mobile.pairing.transport.iroh.detail
source: iPhones signed in to your account find this Mac automatically over Iroh — end-to-end encrypted, direct when possible, through a cmux relay when not. No code needed.
ar: تعثر أجهزة iPhone المسجّلة الدخول إلى حسابك على هذا الـ Mac تلقائيًا عبر Iroh — بتشفير من طرف إلى طرف، مباشرةً عند الإمكان، وعبر مُرحّل cmux عند التعذّر. لا حاجة إلى رمز.
bs: iPhone uređaji prijavljeni na vaš račun automatski pronalaze ovaj Mac preko Iroha — s end-to-end enkripcijom, direktno kad je moguće, a preko cmux releja kad nije. Kôd nije potreban.
da: iPhones, der er logget ind på din konto, finder automatisk denne Mac via Iroh — end-to-end-krypteret, direkte når det er muligt og via et cmux-relæ, når det ikke er. Ingen kode nødvendig.
de: iPhones, die mit deinem Konto angemeldet sind, finden diesen Mac automatisch über Iroh — Ende-zu-Ende-verschlüsselt, direkt wenn möglich, sonst über ein cmux-Relay. Kein Code nötig.
es: Los iPhone con sesión iniciada en tu cuenta encuentran este Mac automáticamente a través de Iroh: cifrado de extremo a extremo, directo cuando es posible y mediante un relay de cmux cuando no. No se necesita código.
fr: Les iPhone connectés à votre compte trouvent automatiquement ce Mac via Iroh — chiffré de bout en bout, en direct quand c'est possible, via un relais cmux sinon. Aucun code nécessaire.
it: Gli iPhone con l'accesso effettuato al tuo account trovano questo Mac automaticamente tramite Iroh — crittografato end-to-end, in modo diretto quando possibile e tramite un relay cmux quando non lo è. Nessun codice necessario.
ja: アカウントにサインインしたiPhoneは、Irohを介してこのMacを自動的に検出します。エンドツーエンド暗号化で、可能な場合は直接、そうでない場合はcmuxリレー経由で接続します。コードは不要です。
ko: 계정에 로그인된 iPhone은 Iroh를 통해 이 Mac을 자동으로 찾습니다. 종단 간 암호화되며, 가능하면 직접, 불가능하면 cmux 릴레이를 통해 연결합니다. 코드가 필요 없습니다.
nb: iPhoner som er logget på kontoen din, finner denne Macen automatisk via Iroh — ende-til-ende-kryptert, direkte når det er mulig og via et cmux-relé når det ikke er det. Ingen kode nødvendig.
pl: iPhone'y zalogowane na Twoje konto automatycznie znajdują tego Maca przez Iroh — z szyfrowaniem end-to-end, bezpośrednio gdy to możliwe, a przez przekaźnik cmux gdy nie. Kod nie jest potrzebny.
pt_br: iPhones conectados à sua conta encontram este Mac automaticamente via Iroh — criptografado de ponta a ponta, direto quando possível e por um relay do cmux quando não. Nenhum código necessário.
ru: iPhone, вошедшие в вашу учётную запись, находят этот Mac автоматически через Iroh — со сквозным шифрованием, напрямую, когда это возможно, и через ретранслятор cmux, когда нет. Код не нужен.
th: iPhone ที่ลงชื่อเข้าบัญชีของคุณจะพบ Mac เครื่องนี้โดยอัตโนมัติผ่าน Iroh — เข้ารหัสจากต้นทางถึงปลายทาง เชื่อมต่อโดยตรงเมื่อทำได้ และผ่านรีเลย์ของ cmux เมื่อทำไม่ได้ ไม่ต้องใช้โค้ด
tr: Hesabınızda oturum açmış iPhone'lar bu Mac'i Iroh üzerinden otomatik olarak bulur — uçtan uca şifreli, mümkün olduğunda doğrudan, olmadığında bir cmux aktarıcısı üzerinden. Kod gerekmez.
uk: iPhone, що увійшли у ваш обліковий запис, знаходять цей Mac автоматично через Iroh — з наскрізним шифруванням, напряму, коли це можливо, і через ретранслятор cmux, коли ні. Код не потрібен.
zh_hans: 登录了您账户的 iPhone 会通过 Iroh 自动发现这台 Mac——端到端加密，可行时直接连接，否则经由 cmux 中继。无需扫码。
zh_hant: 登入您帳戶的 iPhone 會透過 Iroh 自動發現這台 Mac——端對端加密，可行時直接連線，否則經由 cmux 中繼。無需掃碼。

# mobile.pairing.transport.status.connected
source: Connected
ar: متصل
bs: Povezano
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
pl: Połączono
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# mobile.pairing.transport.status.notDetected
source: Not detected
ar: لم يُكتشف
bs: Nije otkriveno
da: Ikke fundet
de: Nicht erkannt
es: No detectado
fr: Non détecté
it: Non rilevato
ja: 未検出
ko: 감지되지 않음
nb: Ikke funnet
pl: Nie wykryto
pt_br: Não detectado
ru: Не обнаружено
th: ไม่พบ
tr: Algılanmadı
uk: Не виявлено
zh_hans: 未检测到
zh_hant: 未偵測到

# mobile.pairing.transport.status.notRegistered
source: Not registered
ar: غير مسجّل
bs: Nije registrovano
da: Ikke registreret
de: Nicht registriert
es: No registrado
fr: Non enregistré
it: Non registrato
ja: 未登録
ko: 등록되지 않음
nb: Ikke registrert
pl: Niezarejestrowano
pt_br: Não registrado
ru: Не зарегистрировано
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı değil
uk: Не зареєстровано
zh_hans: 未注册
zh_hant: 未註冊

# mobile.pairing.transport.status.ready
source: Ready
ar: جاهز
bs: Spremno
da: Klar
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
nb: Klar
pl: Gotowe
pt_br: Pronto
ru: Готово
th: พร้อม
tr: Hazır
uk: Готово
zh_hans: 就绪
zh_hant: 就緒

# mobile.pairing.transport.tailscale.detail
source: This code pairs over Tailscale instead. Both devices must be connected to the same Tailscale network.
ar: يُقرِن هذا الرمز عبر Tailscale بدلًا من ذلك. يجب أن يكون كلا الجهازين متصلًا بشبكة Tailscale نفسها.
bs: Ovaj kôd uparuje preko Tailscalea. Oba uređaja moraju biti povezana na istu Tailscale mrežu.
da: Denne kode parrer via Tailscale i stedet. Begge enheder skal være forbundet til det samme Tailscale-netværk.
de: Dieser Code koppelt stattdessen über Tailscale. Beide Geräte müssen mit demselben Tailscale-Netzwerk verbunden sein.
es: Este código empareja a través de Tailscale. Ambos dispositivos deben estar conectados a la misma red de Tailscale.
fr: Ce code jumelle via Tailscale à la place. Les deux appareils doivent être connectés au même réseau Tailscale.
it: Questo codice abbina invece tramite Tailscale. Entrambi i dispositivi devono essere connessi alla stessa rete Tailscale.
ja: このコードは代わりにTailscale経由でペアリングします。両方のデバイスが同じTailscaleネットワークに接続されている必要があります。
ko: 이 코드는 대신 Tailscale을 통해 페어링합니다. 두 기기가 동일한 Tailscale 네트워크에 연결되어 있어야 합니다.
nb: Denne koden parer via Tailscale i stedet. Begge enhetene må være koblet til det samme Tailscale-nettverket.
pl: Ten kod paruje natomiast przez Tailscale. Oba urządzenia muszą być połączone z tą samą siecią Tailscale.
pt_br: Este código emparelha via Tailscale. Os dois dispositivos precisam estar conectados à mesma rede Tailscale.
ru: Этот код выполняет подключение через Tailscale. Оба устройства должны быть подключены к одной и той же сети Tailscale.
th: โค้ดนี้ใช้จับคู่ผ่าน Tailscale แทน อุปกรณ์ทั้งสองต้องเชื่อมต่อกับเครือข่าย Tailscale เดียวกัน
tr: Bu kod bunun yerine Tailscale üzerinden eşler. Her iki cihaz da aynı Tailscale ağına bağlı olmalıdır.
uk: Цей код виконує підключення через Tailscale. Обидва пристрої мають бути підключені до однієї мережі Tailscale.
zh_hans: 此码改为通过 Tailscale 配对。两台设备必须连接到同一个 Tailscale 网络。
zh_hant: 此代碼改為透過 Tailscale 配對。兩台裝置必須連線到同一個 Tailscale 網路。

# mobile.pairing.manual.copyIP
source: Copy IP
ar: نسخ IP
de: IP kopieren
es: Copiar IP
fr: Copier l'adresse IP
ja: IP アドレスをコピー
ko: IP 복사
zh_hans: 复制 IP
zh_hant: 複製IP

# mobile.pairing.manual.copyPort
source: Copy Port
ar: نسخ المنفذ
de: Port kopieren
es: Copiar puerto
fr: Copier le port
ja: ポートをコピー
ko: 포트 복사
zh_hans: 复制端口
zh_hant: 複製連接埠

# mobile.pairing.manual.title
source: Can't scan? Enter this Mac's numeric Tailscale IP and port:
ar: لا يمكنك المسح؟ أدخل عنوان IP الرقمي لـ Tailscale لهذا الـ Mac والمنفذ:
bs: Ne možete skenirati? Unesite numeričku Tailscale IP adresu i port ovog Maca:
da: Kan du ikke scanne? Indtast denne Macs numeriske Tailscale-IP-adresse og port:
de: Du kannst nicht scannen? Gib die numerische Tailscale-IP-Adresse und den Port dieses Mac ein:
es: ¿No puedes escanear? Introduce la dirección IP numérica de Tailscale y el puerto de este Mac:
fr: Impossible de scanner ? Saisissez l’adresse IP Tailscale numérique et le port de ce Mac :
it: Non riesci a scansionare? Inserisci l’indirizzo IP numerico Tailscale e la porta di questo Mac:
ja: スキャンできない場合は、この Mac の数値 Tailscale IP アドレスとポートを入力してください：
ko: 스캔할 수 없나요? 이 Mac의 숫자 Tailscale IP와 포트를 입력하세요:
nb: Kan du ikke skanne? Skriv inn det numeriske Tailscale-IP-et og porten til denne Mac-en:
pl: Nie możesz zeskanować? Wpisz numeryczny adres IP Tailscale i port tego Maca:
pt_br: Não consegue escanear? Digite o IP numérico do Tailscale e a porta deste Mac:
ru: Не удаётся отсканировать? Введите числовой IP-адрес Tailscale и порт этого Mac:
th: สแกนไม่ได้ใช่ไหม ป้อน IP Tailscale แบบตัวเลขและพอร์ตของ Mac เครื่องนี้:
tr: Tarayamıyor musunuz? Bu Mac'in sayısal Tailscale IP adresini ve bağlantı noktasını girin:
uk: Не вдається відсканувати? Введіть числову IP-адресу Tailscale і порт цього Mac:
zh_hans: 无法扫描？请输入这台 Mac 的数字 Tailscale IP 和端口：
zh_hant: 無法掃描？請輸入這部 Mac 的數字 Tailscale IP 與連接埠：

# mobile.pairing.preparing
source: Preparing a pairing code…
ar: يتم تحضير رمز الاقتران…
de: Kopplungscode wird vorbereitet…
es: Preparando un código de vinculación…
fr: Préparation d’un code de jumelage…
ja: ペアリングコードを準備しています…
ko: 페어링 코드 준비 중…
zh_hans: 正在准备配对码…
zh_hant: 正在準備配對碼…
